Repository: deckerweb/wp-german-formal
Catalog: wp-pomo/admin-network-*.po
Languages: de_de

source: To add a new user, <strong>click Create a New User</strong>.
de_de: Bitte <strong>klicken Sie auf Benutzer neu hinzufügen</strong>, um einen neuen Benutzer anzulegen.

source: To add a new site, <strong>click Create a New Site</strong>.
de_de: Bitte <strong>klicken Sie auf Neue Webseite hinzufügen</strong>, um eine neue Webseite anzulegen.

source: To search for a user, <strong>enter an email address or username</strong>. Use a wildcard to search for a partial username, such as user&#42;.
de_de: <strong>Geben Sie eine E-Mail-Adresse und Benutzernamen an</strong>, um nach einem Benutzer zu suchen. Verwenden Sie einen Platzhalter, um nach Teilen eines Nutzernamens zu suchen, z.B. Benutzer&#42;.

source: To search for a site, <strong>enter the path or domain</strong>.
de_de: <strong>Geben Sie den Pfad oder die Domain an</strong>, um nach einer Webseite zu suchen.

source: The database upgrade process may take a little while, so please be patient.
de_de: Die Datenbankaktualisierung kann eine Weile dauern, bitte haben Sie etwas Geduld. Danke!

source: Options saved.
de_de: Die Optionen wurden gespeichert.

source: Welcome to your Network Admin. This area of the Administration Screens is used for managing all aspects of your Multisite Network.
de_de: Willkommen zu Ihrer Netzwerkverwaltung. Dieser Bereich der Administrationsansicht wird zur Verwaltung aller Multisite-Netzwerkfunktionen verwendet.

source: From here you can:
de_de: Von hier aus können Sie:

source: Add and manage sites or users
de_de: Webseiten und Benutzer verwalten sowie neu hinzufügen

source: Install and activate themes or plugins
de_de: Themes und Plugins (Erweiterungen) installieren, aktivieren/ deaktivieren (auch Netzwerk-weit!) bzw. verwalten

source: Update your network
de_de: Ihr Webseiten-Netzwerk Aktualisieren

source: Modify global network settings
de_de: Globale Netzwerkeinstellungen ändern

source: The Right Now widget on this screen provides current user and site counts on your network.
de_de: Das "Auf einen Blick"-Widget in dieser Ansicht zeigt die aktuelle Anzahl von Webseiten und Benutzern innerhalb Ihres Netzwerks.

source: To search for a user or site, use the search boxes.
de_de: Verwenden Sie die Suchfelder, um nach einem Benutzer oder einer Webseite zu suchen

source: Quick Tasks
de_de: Schnellzugriff

source: Upgrade Network
de_de: Netzwerk aktualisieren

source: Only use this screen once you have updated to a new version of WordPress through Updates/Available Updates (via the Network Administration navigation menu or the Toolbar). Clicking the Upgrade Network button will step through each site in the network, five at a time, and make sure any database updates are applied.
de_de: Verwenden Sie diese Ansicht nur, wenn Sie über Aktualisierungen/ Verfügbare Aktualisierungen (über das Netzwerkverwaltungs-Menü oder der Werkzeugleiste) auf eine neue Version von WordPress aktualisiert haben. Durch Klick auf den Button 'Gesamtes Netzwerk aktualisieren' wird ein schrittweiser Aktualisierungsprozess für jede Webseite im Netzwerk ausgelöst; immer für fünf Webseiten gleichzeitig. Dies stellt sicher, dass alle Datenbankupdates angewandt wurden.

source: <a href="http://codex.wordpress.org/Network_Admin_Updates_Screen" target="_blank">Documentation on Upgrade Network</a>
de_de: <a href="http://codex.wordpress.org/Network_Admin_Updates_Screen" target="_blank">Dokumentation zur Netzwerkaktualisierung (Engl.)</a>

source: Database Upgrade Required
de_de: Datenbank-Aktualisierung erforderlich

source: WordPress has been updated! Before we send you on your way, we need to individually upgrade the sites in your network.
de_de: WordPress wurde aktualisiert! Bevor Sie sich wieder Ihrer Arbeit widmen können, müssen Sie noch die einzelnen Webseiten Ihres Netzwerks aktualisieren.

source: New site created by %1$s Address: %2$s Name: %3$s
de_de: Neue Webseite erstellt von %1$s Adresse (URL): %2$s Titel: %3$s

source: Add the designated lines of code to wp-config.php (just before <code>/*...stop editing...*/</code>) and <code>.htaccess</code> (replacing the existing WordPress rules).
de_de: Fügen Sie die bezeichneten Zeilen Code zur Datei wp-config.php (kurz vor <code>/*... stop editing...*/</code>) und <code>.htaccess </code> hinzu (ersetzt die bestehenden WordPress Regeln).

source: Subdirectory networks may not be fully compatible with custom wp-content directories.
de_de: Netzwerkinstallationen in Unterverzeichnissen (Subdirectories) sind nicht vollkommen kompatibel mit benutzerdefinierten <code>/wp-content/</code>-Verzeichnissen.

source: Transfer or delete posts before deleting users.
de_de: Übertragen oder löschen Sie Beiträge vor dem Löschen eines Benutzers.

source: What should be done with posts owned by <em>%s</em>?
de_de: Wie soll mit den Beiträgen von <em>%s</em> verfahren werden?

source: What you would like to call this network.
de_de: Wie Sie Ihr Netzwerk benennen wollen.

source: <a href="http://codex.wordpress.org/Network_Admin_Settings_Screen" target="_blank">Documentation on Network Settings</a>
de_de: <a href="http://codex.wordpress.org/Network_Admin_Settings_Screen" target="_blank">Dokumentation der Netzwerkeinstellungen (Engl.)</a>

source: Enter the username and email.
de_de: Bitte Benutzernamen und E-Mail-Adresse eingeben

source: Select a user to change role.
de_de: Bitte einen Benutzer auswählen, um die Benutzerrolle ändern zu können.

source: Select a user to remove.
de_de: Bitte einen Benutzer auswählen, um diesen löschen zu können.

source: User created.
de_de: Der Benutzer wurde angelegt.

source: Warning! User cannot be deleted. The user %s is a network administrator.
de_de: Achtung! Der Benutzer %s kann nicht gelöscht werden, da er ein Netzwerk-Administrator ist.

source: Site: %s
de_de: Webseite: %s

source: Add User
de_de: Benutzer hinzufügen

source: Cannot add user.
de_de: Der Benutzer konnte nicht hinzugefügt werden.

source: You are not allowed to delete the site.
de_de: Ihnen ist es nicht erlaubt, diese Webseite zu löschen.

source: User is already a member of this site.
de_de: Dieser Benutzer ist bereits ein Mitglied dieser Webseite.

source: Site info updated.
de_de: Webseiteninformationen wurden aktualisiert.

source: Warning! User %s cannot be deleted.
de_de: Achtung! Der Benutzer %s kann nicht gelöscht werden.

source: Enter the username of an existing user.
de_de: Geben Sie den Benutzernamen eines bestehenden Benutzers ein.

source: You cannot delete a theme while it is active on the main site.
de_de: Sie können dieses Theme nicht löschen, solange es auf der Hauptwebseite dieses Netzwerks aktiv ist.

source: Add New Site
de_de: Neue Webseite erstellen

# network
source: Theme deleted.
de_de: Theme gelöscht.

source: <a href="http://codex.wordpress.org/Network_Admin_Themes_Screen" target="_blank">Documentation on Network Themes</a>
de_de: <a href="http://codex.wordpress.org/Network_Admin_Themes_Screen" target="_blank">Dokumentation von Themes in Multisite-Netzwerken (Engl.)</a>

source: Are you sure you wish to delete these themes?
de_de: Sind Sie sicher, dass Sie diese Themes löschen möchten?

source: Yes, Delete this theme
de_de: Ja, dieses Theme löschen

source: You are about to remove the following theme:
de_de: Sie sind gerade dabei folgendes Theme zu entfernen:

source: This theme may be active on other sites in the network.
de_de: Dieses Theme könnte noch auf anderen Webseiten im Netzwerk aktiv sein.

source: Delete Theme
de_de: Theme löschen

source: Network Settings
de_de: Netzwerk: Einstellungen

source: Network enabled themes are not shown on this screen.
de_de: Im Netzwerk aktivierte Themes werden in dieser Ansicht nicht angezeigt.

source: You do not have sufficient permissions to manage network themes.
de_de: Sie haben nicht die erforderlichen Rechte, um Themes in diesem Netzwerk zu verwalten.

source: Available Updates
de_de: Verfügbare Aktualisierungen

source: Add User will set up a new user account on the network and send that person an email with username and password.
de_de: Die Funktion "Benutzer hinzufügen" erstellt ein neues Benutzerkonto im Netzwerk und sendet der Person eine E-Mail mit dem Benutzername und Passwort.

source: Edit Site: <a href="%1$s">%2$s</a>
de_de: Webseite bearbeiten: <a href="%1$s">%2$s</a>

source: You do not have sufficient permissions to delete themes for this site.
de_de: Sie haben nicht die erforderlichen Rechte, um Themes für diese Webseite zu löschen.

source: Theme disabled.
de_de: Theme deaktiviert.

source: Invalid site ID.
de_de: Ungültige Webseiten-ID.

source: Theme enabled.
de_de: Theme aktiviert.

source: No theme selected.
de_de: Kein Theme ausgewählt.

source: <strong>Themes</strong> - This area shows themes that are not already enabled across the network. Enabling a theme in this menu makes it accessible to this site. It does not activate the theme, but allows it to show in the site&#8217;s Appearance menu. To enable a theme for the entire network, see the <a href="%s">Network Themes</a> screen.
de_de: <strong>Themes</strong> - Dieser Bereich zeigt die Themes an, die noch nicht im gesamten Netzwerk verfügbar sind. Eine Aktivierung über dieses Menü macht das Theme für diese Webseite verfügbar. Allerdings wird das Theme nicht von hier aus endgültig aktiviert, dies geschieht im Menü "Design" der jeweiligen Webseite. Um das Theme im gesamten Netzwerk zur Verfügung zu stellen, verwenden Sie bitte den Link <a href="%s">Netzwerk Themes</a>.

source: Edit Site: %s
de_de: Webseite bearbeiten: %s

source: No, Return me to the theme list
de_de: Nein, bringen Sie mich zurück zur Theme-Liste

source: <strong>Settings</strong> - This page shows a list of all settings associated with this site. Some are created by WordPress and others are created by plugins you activate. Note that some fields are grayed out and say Serialized Data. You cannot modify these values due to the way the setting is stored in the database.
de_de: <strong>Einstellungen</strong> - Dieser Bereich zeigt eine Liste aller Einstellungen, die mit dieser Webseite verbunden sind. Einige dieser Einstellungen sind von der WordPress-Basis und andere von Plugins erstellt worden. Beachten Sie, dass einige Felder ausgegraut sind und serielle Daten zeigen. Diese speziellen Werte können aufgrund der Art und Weise, wie sie in der Datenbank abgelegt wurden, nicht geändert werden!

source: <strong>Info</strong> - The domain and path are rarely edited as this can cause the site to not work properly. The Registered date and Last Updated date are displayed. Network admins can mark a site as archived, spam, deleted and mature, to remove from public listings or disable.
de_de: <strong>Info</strong> - Die Domain und der Pfad werden nur selten geändert, weil dies dazu führen kann, dass die Webseite nicht mehr korrekt funktioniert. Das eingetragene Datum der Registrierung und das Datum der letzten Änderung werden angezeigt. Netzwerk-Administratoren können die Webseite als Spam markieren, sie archivieren, löschen, erweitern und aus der öffentlichen Auflistung entfernen oder deaktivieren.

source: <strong>Users</strong> - This displays the users associated with this site. You can also change their role, reset their password, or remove them from the site. Removing the user from the site does not remove the user from the network.
de_de: <strong>Benutzer</strong> - Dieser Bereich zeigt, welche Benutzer mit dieser Webseite verknüpft sind. Sie können auch deren Benutzerrolle ändern, deren Passwort zurücksetzen oder einen Benutzer von der Webseite entfernen. Das Löschen eines Benutzers von einer Webseite löscht diesen Benutzer jedoch nicht aus dem gesamten Netzwerk!

source: The menu is for editing information specific to individual sites, particularly if the admin area of a site is unavailable.
de_de: Das Menü ist zum Bearbeiten von spezifischen Informationen der jeweiligen Webseiten, insbesondere dann, wenn der Administrations-Bereich der Webseiten nicht erreichbar ist.

source: Dashboard leads to the Dashboard for that site.
de_de: 'Dashboard' führt Sie zum regulären Dashboard der Webseite.

source: Allow site administrators to add new users to their site via the "Users &rarr; Add New" page.
de_de: Erlauben Sie Administratoren der jeweiligen Webseite das Hinzufügen von neuen Benutzern zu ihrer Webseite direkt über „Benutzer &rarr; Hinzufügen“.

source: Language Settings
de_de: Spracheinstellungen

source: Site options updated.
de_de: Webseitenoptionen aktualisiert.

source: Installed Themes
de_de: Installierte Themes

source: <a href="http://codex.wordpress.org/Network_Admin_Sites_Screen" target="_blank">Documentation on Site Management</a>
de_de: <a href="http://codex.wordpress.org/Network_Admin_Sites_Screen" target="_blank">Dokumentation zur Webseiten-Verwaltung (Engl.)</a>

source: <a href="http://wordpress.org/support/forum/multisite/" target="_blank">Support Forums</a>
de_de: <a href="http://wordpress.org/support/forum/multisite/" target="_blank">Support-Foren (Engl.)</a>

# site
source: Add New
de_de: Hinzufügen

source: All Sites
de_de: Alle Webseiten

source: <a href="http://codex.wordpress.org/Network_Admin" target="_blank">Documentation on the Network Admin</a>
de_de: <a href="http://codex.wordpress.org/Network_Admin" target="_blank">Dokumentation zur Netzwerkverwaltung (Netzwerk-Administration) (Engl.)</a>

source: You do not have sufficient permissions to manage themes for this site.
de_de: Sie haben nicht die erforderlichen Rechte, um Themes für diese Seite zu verwalten.

source: Site added. <a href="%1$s">Visit Dashboard</a> or <a href="%2$s">Edit Site</a>
de_de: Die Webseite wurde hinzugefügt. <a href="%1$s">Zum Dashboard der Webseite wechseln</a> oder <a href="%2$s">diese Webseite bearbeiten</a>.

source: Add New takes you to the Add New Site screen. You can search for a site by Name, ID number, or IP address. Screen Options allows you to choose how many sites to display on one page.
de_de: Neu 'Hinzufügen' bringt Sie in den 'Neue Webseite hinzufügen'-Bereich. Dort können Sie nach den Webseiten nach der ID-Nummer, Titel oder IP-Adresse suchen. Die Optionen lassen Sie auswählen, wie viele Einträge pro Seite dargestellt werden.

source: You do not have sufficient permissions to add users to this network.
de_de: Sie haben nicht die erforderlichen Rechte, um Benutzer in diesem Netzwerk zu löschen.

# sites per page (screen options)
source: Sites
de_de: Webseiten

source: You do not have permission to delete that site.
de_de: Sie haben nicht die erforderlichen Rechte, um diese Webseite zu löschen.

source: You do not have sufficient permissions to add sites to this network.
de_de: Sie haben nicht genügend Rechte, um Webseiten diesem Netzwerk hinzufügen zu können.

# theme
source: Add New
de_de: Neu hinzufügen

source: <a href="http://codex.wordpress.org/Network_Admin_Users_Screen" target="_blank">Documentation on Network Users</a>
de_de: <a href="http://codex.wordpress.org/Network_Admin_Users_Screen" target="_blank">Dokumentation für Netzwerk-Benutzer (Engl.)</a>

source: Clicking on bold headings can re-sort this table.
de_de: Auf die fett hervorgehobenen Kopfzeilen zu klicken, kann diese die Tabelle neu sortieren.

source: Delete which is a permanent action after the confirmation screens.
de_de: 'Löschen' - dies ist eine dauerhafte, unumkehrbare Aktion, die nach der Bestätigungsmeldung sofort geschieht!

source: Themes can be enabled on a site by site basis by the network admin on the Edit Site screen (which has a Themes tab); get there via the Edit action link on the All Sites screen. Only network admins are able to install or edit themes.
de_de: Themes können durch den Netzwerk-Administrator jeweils pro Webseite zur Verfügung gestellt werden. Dies geschieht im Bereich Webseiten bearbeiten (dort ist ein Tab "Themes"); Sie gelangen durch Klicken auf den Link "bearbeiten" zum Bereich Alle Webseiten. Nur Netzwerk-Administratoren sind in der Lage, Themes zu installieren oder zu bearbeiten.

source: An Edit link to a separate Edit Site screen.
de_de: Ein Bearbeiten-Link für zur Bearbeitung der Webseite in neuem Fenster/ neuem Tab.

source: This screen is for Super Admins to add new sites to the network. This is not affected by the registration settings.
de_de: Dieser Bereich ist für die Super-Administratoren, um neue Webseiten zum Netzwerk hinzuzufügen. Dies wird nicht durch die Registrierungs-Einstellungen beeinflusst.

source: Updates
de_de: Aktualisier&shy;ungen

source: Super admins can no longer be added on the Options screen. You must now go to the list of existing users on Network Admin > Users and click on Username or the Edit action link below that name. This goes to an Edit User page where you can check a box to grant super admin privileges.
de_de: Super-Administratoren können nicht mehr über den Optionen-Bereich hinzugefügt werden. Sie müssen jetzt zu der Liste der existierenden Benutzer gehen, über 'Netzwerkverwaltung > Benutzer' und klicken dort auf den Benutzernamen, dem Sie Administratorrechte zuweisen wollen auf den 'Bearbeiten'-Link unter dem Namen. Sie kommen damit auf die Benutzerseite und können diesem via Kontrollkästchen die Rechte als 'Super-Administrator' zuweisen.

# subdirectory examples
source: like <code>%1$s/site1</code> and <code>%1$s/site2</code>
de_de: wie <code>%1$s/site1</code> und <code>%1$s/site2</code>

source: Server Address
de_de: Webserver-Adresse

source: Because you are using <code>localhost</code>, the sites in your WordPress network must use sub-directories. Consider using <code>localhost.localdomain</code> if you wish to use sub-domains.
de_de: Da Sie <code>localhost</code> verwenden, müssen die Webseiten Ihrer WordPress Netzwerk-Installation hier Unterverzeichnisse verwenden (Subdirectories). Wenn Sie Subdomains lokal verwenden möchten, richten Sie <code>localhost.localdomain</code> ein.

source: The main site in a sub-directory install will need to use a modified permalink structure, potentially breaking existing links.
de_de: Soll die Hauptwebseite des Netzwerkes in einem Unterverzeichnis installiert werden, muss die Permalinkstruktur entsprechend angepasst werden. Möglicherweise werden vorhandene Links ungültig.

source: Because your install is in a directory, the sites in your WordPress network must use sub-directories.
de_de: Da Ihre Installation sich in einem Verzeichnis befindet, müssen die Webseiten in Ihrer WordPress Netzwerk-Installation Unterverzeichnisse verwenden (Subdirectories).

source: Sub-domain Install
de_de: Subdomain Installation

source: Because your install is not new, the sites in your WordPress network must use sub-domains.
de_de: Ihre Installation ist nicht neu, daher müssen die Webseiten in Ihrer WordPress Netzwerk-Installation Subdomains verwenden.

source: Network Title
de_de: Netzwerk-Titel

source: What would you like to call your network?
de_de: Wie wollen Sie Ihr Netzwerk benennen?

source: Admin E-mail Address
de_de: Administrator E-Mail-Adresse

source: Your email address.
de_de: Ihre E-Mail-Adresse.

source: The original configuration steps are shown here for reference.
de_de: Die Original-Konfigurationsschritte werden hier zur Referenz gezeigt.

source: An existing WordPress network was detected.
de_de: Eine bestehende WordPress Netzwerk-Installation wurde erkannt.

source: Please complete the configuration steps. To create a new network, you will need to empty or remove the network database tables.
de_de: Bitte schliessen Sie die Konfigurationsschritte ab. Um ein neues Netzwerk zu erstellen müssen Sie Ihre Datenbank bereinigen und die Netzwerk-Datenbank-Tabellen entfernen oder leeren.

source: Enabling the Network
de_de: Das Netzwerk aktivieren

source: Complete the following steps to enable the features for creating a network of sites.
de_de: Um ein Netzwerk von Webseiten zu erstellen, arbeiten Sie bitte die folgenden Schritte vollständig ab.

source: <strong>Caution:</strong> We recommend you back up your existing <code>wp-config.php</code> and <code>%s</code> files.
de_de: <strong>Achtung:</strong> Sie sollten die vorhandene Dateien <code>wp-config.php</code> sowie <code>%s</code> sichern.

source: <strong>Caution:</strong> We recommend you back up your existing <code>wp-config.php</code> file.
de_de: <strong>Achtung:</strong> Wir empfehlen, die vorhandenen Datei <code>wp-config.php</code> zu sichern!

source: Add the following to your <code>wp-config.php</code> file in <code>%s</code> <strong>above</strong> the line reading <code>/* That&#8217;s all, stop editing! Happy blogging. */</code>:
de_de: Fügen Sie Folgendes zu Ihrer <code>wp-config.php</code> Datei im Verzeichnis <code>%s</code> <strong>oberhalb</strong> von <code>/* That&#8217;s all, stop editing! Happy blogging. */</code> hinzu:

source: Fill in the information below and you&#8217;ll be on your way to creating a network of WordPress sites. We will create configuration files in the next step.
de_de: Füllen Sie das untenstehende Formular aus und Sie kommen Ihrem Ziel, einem Netzwerk von WordPress-betriebenen Webseiten, näher. Anschließend werden die Konfigurationsdateien erstellt.

source: Note:
de_de: Beachten:

source: Please make sure the Apache <code>mod_rewrite</code> module is installed as it will be used at the end of this installation.
de_de: Stellen Sie bitte sicher, dass das Apache-Modul <code>mod_rewrite</code> auf Ihrem Webserver installiert ist, denn es wird am Ende der Installation verwendet.

source: This unique authentication key is also missing from your <code>wp-config.php</code> file.
de_de: Dieser einmalige Authentifizierungsschlüssel fehlt auch in Ihrer <code>wp-config.php</code> Datei.

source: You cannot install a network of sites with your server address.
de_de: Sie können kein Netzwerk mit dieser Server-Adresse installieren.

source: You cannot use port numbers such as <code>%s</code>.
de_de: Sie können keine Portnummern wie <code>%s</code> verwenden.

source: You will need a wildcard DNS record if you are going to use the virtual host (sub-domain) functionality.
de_de: Sie benötigen einen Wildcard DNS-Eintrag, wenn Sie ein Netzwerk mit Subdomains verwenden wollen.

source: If <code>mod_rewrite</code> is disabled, ask your administrator to enable that module, or look at the <a href="http://httpd.apache.org/docs/mod/mod_rewrite.html">Apache documentation</a> or <a href="http://www.google.com/search?q=apache+mod_rewrite">elsewhere</a> for help setting it up.
de_de: Wenn das Apache-Modul <code>mod_rewrite</code> auf Ihrem Webserver deaktiviert ist, kontaktieren Sie bitte Ihren Webhosting-Anbieter, ob er dieses Modul für Sie aktivieren kann. Alternativ schauen Sie in der <a href="http://httpd.apache.org/docs/mod/mod_rewrite.html">Apache Dokumentation (Engl.)</a> nach oder lassen Sie sich <a href="https://www.google.de/search?q=apache+mod_rewrite">anderweitig</a> helfen.

# Default network name
source: %s Sites
de_de: %s Webseiten

source: The internet address of your network will be <code>%s</code>.
de_de: Die Internetadresse Ihres Netzwerks wird <code>%s</code> lauten.

source: Warning!
de_de: Warnung!

source: To make your installation more secure, you should also add:
de_de: Um Ihre Installation sicherer zu machen, sollten Sie folgendes hinzufügen:
