Repository: deckerweb/wp-german-formal
Catalog: wp-pomo/admin-network-*.po
Languages: de_de

source: Choose subdomains or subdirectories; this can only be switched afterwards by reconfiguring your install. Fill out the network details, and click install. If this does not work, you may have to add a wildcard DNS record (for subdomains) or change to another setting in Permalinks (for subdirectories).
de_de: Wählen Sie Subdomains oder Unterverzeichnisse. Dies kann später nur durch Rekonfiguration der Installation verändert werden. Füllen Sie die Netzwerk-Details aus und klicken auf 'Installieren'. Sollte dies nicht funktionieren, müssten Sie einen Wildcard DNS-Eintrag (für Subdomains) anlegen oder andere Einstellungen in Permalinks (für Unterverzeichnisse) setzen.

source: The next screen for Network Setup will give you individually-generated lines of code to add to your wp-config.php and .htaccess files. Make sure the settings of your FTP client make files starting with a dot visible, so that you can find .htaccess; you may have to create this file if it really is not there. Make backup copies of those two files.
de_de: Der nächste Bildschirm in der Netzwerk-Einrichtung zeigt Ihnen individuell generierte Code-Zeilen an, die Sie zu Ihrer Datei <code>wp-config.php</code> bzw. auch zur Datei <code>.htaccess</code> hinzufügen müssen. Stellen Sie sicher, dass Ihr FTP-Programm alle Dateien anzeigt, auch diejenigen, welche mit einem <code>.</code> (Punkt) beginnen, damit Sie auch die Datei <code>.htaccess</code> finden. Sie können manuell eine <code>.htaccess</code> Datei erstellen, sollte noch keine im Verzeichnis vorhanden sein. Machen Sie bitte eine Sicherheitskopie von bestehenden <code>wp-config.php</code> sowie <code>.htaccess</code> Dateien.

source: Add the following to your <code>web.config</code> file in <code>%s</code>, replacing other WordPress rules:
de_de: Fügen Sie folgendes zu Ihrer <code>web.config</code> Datei in <code>%s</code> hinzu, ersetzen Sie andere WordPress Regeln:

source: Add the following to your <code>.htaccess</code> file in <code>%s</code>, replacing other WordPress rules:
de_de: Fügen Sie folgendes zu Ihrer <code>.htaccess</code> Datei in <code>%s</code> hinzu, ersetzen Sie andere WordPress Regeln:

source: Once you complete these steps, your network is enabled and configured. You will have to log in again.
de_de: Sobald Sie diese Schritte abgeschlossen haben, ist Ihr Netzwerk aktiviert und konfiguriert. Sie müssen sich dann erneut anmelden.

source: The constant DO_NOT_UPGRADE_GLOBAL_TABLES cannot be defined when creating a network.
de_de: Die Konstante <code>DO_NOT_UPGRADE_GLOBAL_TABLES</code> kann nicht definiert werden, wenn ein Netzwerk erstellt wird.

source: Network Details
de_de: Netzwerk-Details

source: Welcome to the Network installation process!
de_de: Willkommen zum Netzwerk Installations-Prozess!

source: It looks like the Apache <code>mod_rewrite</code> module is not installed.
de_de: Es scheint, als ob das Apachemodul <code>mod_rewrite</code> nicht auf Ihrem Webserver installiert ist.

source: <a href="http://codex.wordpress.org/Create_A_Network" target="_blank">Documentation on Creating a Network</a>
de_de: <a href="http://codex.wordpress.org/Create_A_Network" target="_blank">Dokumentation zum Erstellen eines Netzwerks (Engl.)</a>

source: The choice of subdirectory sites is disabled if this setup is more than a month old because of permalink problems with &#8220;/blog/&#8221; from the main site. This disabling will be addressed in a future version.
de_de: Die Möglichkeit, die Webseiten in Unterverzeichnissen anzulegen, ist deaktiviert, wenn die Einrichtung des Netzwerkes älter sein als einen Monat ist. Grund dafür ist das Permalink-Problem mit &#8220;/blog/&#8221; auf der Hauptwebseite des Netzwerks. Diese Sperrung wird in einer zukünftigen Version von WordPress behoben sein.

source: Once the network is created, you may reactivate your plugins.
de_de: Sobald das Netzwerk erstellt ist, können Sie Ihre Plugins reaktivieren.

source: Please <a href="%s">deactivate your plugins</a> before enabling the Network feature.
de_de: Bitte <a href="%s">deaktivieren Sie Ihre Plugins</a>, bevor Sie die Netzwerk-Funktion (= Multisite) aktivieren.

source: We recommend you change your siteurl to <code>%1$s</code> before enabling the network feature. It will still be possible to visit your site using the <code>www</code> prefix with an address like <code>%2$s</code> but any links will not have the <code>www</code> prefix.
de_de: Wir empfehlen Ihnen, die Webseiten-URL auf <code>%1$s</code> zu ändern, bevor Sie die Netzwerk-Funktion (= Multisite) aktivieren. Es wird weiterhin möglich sein, Ihre Webseite mit dem <code>www</code> Präfix zu besuchen (mit einer Adresse wie <code>%2$s</code>). Alle Links (URLs) zur Webseite werden den <code>www</code> Präfix dann jedoch nicht mehr enthalten.

source: Sub-directory Install
de_de: Unterverzeichnis-Installation

source: This screen allows you to configure a network as having subdomains (<code>site1.example.com</code>) or subdirectories (<code>example.com/site1</code>). Subdomains require wildcard subdomains to be enabled in Apache and DNS records, if your host allows it.
de_de: Dieser Bereich erlaubt Ihnen ein Netzwerk zu konfigurieren mit Subdomains (<code>webseite1.beispiel.de</code>) oder Unterverzeichnissen <code>beispiel.de/webseite1</code>). Subdomains benötigen eine Wildcard Subdomain Konfiguration in den Apache- und DNS Einstellungen, sofern Ihr Webserver dies unterstützt.

source: Create a Network of WordPress Sites
de_de: Erstellen Sie ein Netzwerk von WordPress-betriebenen Webseiten

source: Return to Dashboard
de_de: Zum Dashboard zurückkehren

source: The Network creation panel is not for WordPress MU networks.
de_de: Das Netzwerk-Panel ist nicht für WordPress MU Netzwerke nutzbar.

source: Warning:
de_de: Warnung:

source: Please choose whether you would like sites in your WordPress network to use sub-domains or sub-directories. <strong>You cannot change this later.</strong>
de_de: Bitte entscheiden Sie, wie Sie Ihre Webseiten anlegen möchten in Ihrem WordPress Netzwerk: Mit Subdomains oder Unterverzeichnissen. <strong>Hinweis: Dies kann später nicht mehr geändert werden!</strong>

source: <a href="http://codex.wordpress.org/Tools_Network_Screen" target="_blank">Documentation on the Network Screen</a>
de_de: <a href="http://codex.wordpress.org/Tools_Network_Screen" target="_blank">Dokumentation zur Netzwerkverwaltung (Engl.)</a>

source: Addresses of Sites in your Network
de_de: Adressen der Webseiten in Ihrem Netzwerk

# subdomain examples
source: like <code>site1.%1$s</code> and <code>site2.%1$s</code>
de_de: wie <code>site1.%1$s</code> Und <code>site2.%1$s</code>

source: Network
de_de: Netzwerk

source: Sub-directories
de_de: Unterverzeichnisse

source: You must define the <code>WP_ALLOW_MULTISITE</code> constant as true in your wp-config.php file to allow creation of a Network.
de_de: Sie müssen die Konstante <code>WP_ALLOW_MULTISITE</code> in der Datei <code>wp-config.php</code> auf <code>TRUE</code> setzen, um das Erstellen eines Netzwerkes zu erlauben.

source: ERROR: The network could not be created.
de_de: FEHLER: Das Netzwerk konnte nicht erstellt werden.

source: Once you add this code and refresh your browser, multisite should be enabled. This screen, now in the Network Admin navigation menu, will keep an archive of the added code. You can toggle between Network Admin and Site Admin by clicking on the Network Admin or an individual site name under the My Sites dropdown in the Toolbar.
de_de: Sobald Sie diesen Code hinzugefügt haben und Ihren Browser neu laden, sollte die Multisite-Funktionalität aktiviert sein. Dieses Fenster, nun im Administrationsmenü 'Netzwerkverwaltung', wird eine Archivierung des zusätzlichen Codes behalten. Sie können zwischen der 'Netzwerkverwaltung' und der regulären Webseitenadministration wechseln, durch Klicken auf 'Netzwerkverwaltung' oder der individuellen Webseite unter dem "Alle Webseiten" Aufklappmenü in der Werkzeugleiste (Toolbar).

source: You do not have sufficient permissions to edit this site.
de_de: Sie haben nicht die erforderlichen Rechte, um diese Webseite zu bearbeiten.

source: Warning! User cannot be modified. The user %s is a network administrator.
de_de: Warnung! Der Benutzer kann nicht verändert werden. Der Benutzer %s ist ein Netzwerk-Administrator.

source: If the admin email for the new site does not exist in the database, a new user will also be created.
de_de: Es wird ein neuer Benutzer angelegt, sofern nicht schon ein Benutzer mit der angegebenen Administrator E-Mail-Adresse vorhanden ist.

source: Deactivate, Archive, and Spam which lead to confirmation screens. These actions can be reversed later.
de_de: Die Möglichkeit, eine Webseite zu deaktivieren, zu archivieren, oder als SPAM zu markieren. Deaktivieren entspricht dabei der Löschung der Webseite durch seinen Besitzer. Archivieren bietet die Möglichkeit, einen Blog vorrübergehend nicht erreichbar zu machen und anschließend wieder zu aktivieren.

source: The site ID is used internally, and is not shown on the front end of the site or to users/viewers.
de_de: Die Webseiten-ID (Blog-ID) wird nur intern genutzt und wird nicht öffentlich angezeigt.

source: Hovering over each site reveals seven options (three for the primary site):
de_de: Wenn Sie mit der Maus über einen Eintrag in der Liste fahren, werden zusätzliche Optionen angezeigt:

source: Operational settings has fields for the network&#8217;s name and admin email.
de_de: Die Netwerk-Optionen beinhalten unter anderem die Einstellungen für den Titel des Webseiten-Netzwerks, die Administrator E-Mail-Adresse, und, ob Schlagwörter (Tags) Netzwerk-übergreifend verwendet werden sollen (standardmäßig ist diese Funktion deaktiviert).

source: You can also go to the user&#8217;s profile page by clicking on the individual username.
de_de: Sie können auch einen Benutzer, beziehungsweise dessen Profil ändern, indem Sie direkt auf einen Benutzernamen klicken.

source: The bulk action will permanently delete selected users, or mark/unmark those selected as spam. Spam users will have posts removed and will be unable to sign up again with the same email addresses.
de_de: Über die Auswahlbox "Aktion wählen" können Sie mehrere zuvor markierte Benutzer löschen oder als SPAM kennzeichnen. Als SPAM gekennzeichnete Benutzer verlieren alle ihre Beiträge und können sich nicht erneut mit ihrer E-Mail-Adresse registrieren.

source: Upload settings control the size of the uploaded files and the amount of available upload space for each site. You can change the default value for specific sites when you edit a particular site. Allowed file types are also listed (space separated only).
de_de: In den "Hochladen-Einstellungen" können Sie festlegen, welche Dateitypen hochgeladen werden dürfen (Dateiendungen jeweils durch Leerzeichen getrennt) und wie groß einzelne Dateien sein dürfen, sowie, wieviel Speicherplatz insgesamt pro Webseite zur Verfügung steht. Sie können diese Werte auch später für jede Webseite einzeln einstellen.<br /> Standardmäßig sind übrigens folgende Dateitypen erlaubt: <code>jpg jpeg png gif mp3 mov avi wmv midi mid pdf</code>

source: Visit to go to the frontend site live.
de_de: Besuchen, um die Webseite direkt anzusehen.

source: New site settings are defaults applied when a new site is created in the network. These include welcome email for when a new site or user account is registered, and what&#8127;s put in the first post, page, comment, comment author, and comment URL.
de_de: Die Werte bei "Einstellungen für neue Webseiten" werden immer dann angewandt, wenn eine neue Webseite registriert wird. Dies umfasst die Willkommens-E-Mails, als auch den ersten automatisch angelegten Beitrag oder Kommentar.

source: This screen enables and disables the inclusion of themes available to choose in the Appearance menu for each site. It does not activate or deactivate which theme a site is currently using.
de_de: Auf dieser Seite können Sie festlegen, welche Themes zur Benutzung durch die Webseiten im Netzwerk zur Verfügung stehen. Es aktiviert oder deaktiviert jedoch nicht das jeweils in einer Webseite genutzte Theme.

source: If the network admin disables a theme that is in use, it can still remain selected on that site. If another theme is chosen, the disabled theme will not appear in the site&#8217;s Appearance > Themes screen.
de_de: Wenn Sie ein Theme deaktivieren, obwohl es in Benutzung ist, kann es sein, dass es weiterhin in jener Webseite aktiv bleibt. Wird dann ein anderes Theme vom Benutzer aktiviert, so verschwindet erst dann das Theme aus der Liste der verfügbaren Themes in der jeweiligen Webseite.

source: This screen sets and changes options for the network as a whole. The first site is the main site in the network and network options are pulled from that original site&#8217;s options.
de_de: In diesem Bildschirm werden die Einstellungen für das gesamte Blog-Netzwerk verwaltet. Der zuerst (bei der Installation von WordPress) erstellte Blog, ist der Hauptblog. Von diesem wurden auch die ersten Einstellungen übernommen.

source: Registration settings can disable/enable public signups. If you let others sign up for a site, install spam plugins. Spaces, not commas, should separate names banned as sites for this network.
de_de: In den Registrierungseinstellungen können Sie festlegen, ob sich neue Benutzer selber registrieren und eine Webseite anlegen dürfen. Falls dies erlaubt ist, sollten Sie ein Plugin installieren, welches SPAM-Anmeldungen verhindert. Bei den verbotenen Webseitenadressen müssen Sie die einzelnen Begriffe jeweils mit einem Leerzeichen trennen.

source: Menu setting enables/disables the plugin menus from appearing for non super admins, so that only super admins, not site admins, have access to activate plugins.
de_de: Bei "Menüeinstellungen" können Sie festlegen, ob auch normale Webseiten-Administratoren die Möglichkeit haben sollen, Plugins zu verwalten und damit zu aktivieren oder zu deaktivieren. Im Normalfall werden Sie aber ganz gut damit fahren, dass Sie die Administrations-Menüs für Plugins nicht aktivieren.

source: This is the main table of all sites on this network. Switch between list and excerpt views by using the icons above the right side of the table.
de_de: Dies ist die Hauptübersicht aller WEbseiten dieses Netzwerkes. Wechseln Sie zwischen Listenansicht und erweiterter Ansicht, indem Sie die Icons rechts oben verwenden.

source: Users who are signed up to the network without a site are added as subscribers to the main or primary dashboard site, giving them profile pages to manage their accounts. These users will only see Dashboard and My Sites in the main navigation until a site is created for them.
de_de: Benutzer, die zwar im Webseiten-Netzwerk registriert sind, aber keiner Webseite zugeordnet sind haben, werden automatisch mit der Benutzerrolle "Abonnent" ('Subscriber', nur Leser) der Haupt-Webseite des Netzwerkes zugeordnet. Damit erhalten diese Benutzer auch Profile und können Ihre Benutzerkonten verwalten. Diese Benutzer sehen nur die Menüpunkte 'Dashboard' und 'Meine Webseiten' im Adminbereich (bis sie einer oder mehrerer Webseite(n) im Netzwerk zugeordnet wurden).

source: You can sort the table by clicking on any of the bold headings and switch between list and excerpt views by using the icons in the upper right.
de_de: Mit den jeweiligen Überschriften im Tabellenkopf können Sie die Tabelle nach gewünschten Eigenschaften sortieren, indem Sie einfach die Spaltenüberschrift anklicken. Die Symbole rechts oben an der Tabelle erlauben das Umschalten zwischen einer kompakten Listendarstellung oder der erweiterten Anzeige einer Kurzvorschau.

source: Hover over any user on the list to make the edit links appear. The Edit link on the left will take you to his or her Edit User profile page; the Edit link on the right by any site name goes to an Edit Site screen for that site.
de_de: Wenn Sie mit der Maus über einen Namen oder eine Webseite in der Liste fahren, werden zusätzliche Optionen angezeigt (Bearbeiten, Löschen).

source: If this process fails for any reason, users logging in to their sites will force the same update.
de_de: Falls dieser Vorgang aus irgendeinem Grund abbricht, so wird er automatisch ausgeführt, sobald ein Benutzer sich in der entsprechenden Webseite anmeldet.

source: If a version update to core has not happened, clicking this button won&#8217;t affect anything.
de_de: Falls eine Versions-Aktualisierung der WordPress-Basis noch nicht geschehen ist, kann das Klicken dieses Buttons auch nichts beschädigen!

source: This table shows all users across the network and the sites to which they are assigned.
de_de: Diese Übersicht zeigt alle Benutzer dieses Webseiten-Netzwerks und welchen Webseiten sie entsprechend zugeordnet sind.

source: You can make an existing user an additional super admin by going to the Edit User profile page and checking the box to grant that privilege.
de_de: Wollen Sie weitere Super-Administratoren (= Webseiten übergreifende Administratoren) festlegen, so müssen Sie das über die Option "Webseiten-Netzwerk" > "Benutzer" > (Benutzer) "Bearbeiten" tun. Der Link "Bearbeiten" erscheint beim Überfahren eines Benutzernamens. Sie können auch direkt auf einen Benutzernamen klicken. Im Profil des ausgewählten Benutzers können Sie dann die Option "Machen Sie diesen Nutzer zum Webseiten übergreifenden Administrator für das gesamte Netzwerk." aktivieren.

source: The following words are reserved for use by WordPress functions and cannot be used as blog names: <code>%s</code>
de_de: Die folgenden Begriffe sind für WordPress reserviert und können deshalb nicht als Webseitenadresse bzw. Name der Webseite verwendet werden: <code>%s</code>

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: <em>%2$s</em>
de_de: Warnung! Problem beim Aktualisieren von %1$s. Vermutlich konnte sich der Server nicht mit den Webseiten verbinden, die darauf laufen. Die Fehlermeldung lautet: <em>%2$s</em>

source: If you want to limit site registrations to certain domains. One domain per line.
de_de: Falls Sie die Registrierung für bestimmte E-Mail-Domains (z.B. <em>beispiel.de</em>) beschränken wollen, verwenden Sie pro Domain eine Zeile.

source: If you want to ban domains from site registrations. One domain per line.
de_de: Falls Sie für bestimmte E-Mail-Domains (z.B. <em>example.com</em>) die Registrierung verbieten möchten, nutzen Sie pro Domain eine Zeile.

source: If registration is disabled, please set <code>NOBLOGREDIRECT</code> in <code>wp-config.php</code> to a URL you will redirect visitors to if they visit a non-existent site.
de_de: Wenn Neuregistrierungen deaktiviert sind, fügen Sie bitte in die Datei <code>wp-config.php</code> die Zeile <code>define( 'NOBLOGREDIRECT', 'http://beispiel-webseite.de' );</code> ein und passen Sie die URL entsprechend an, zu welcher die Besucher weitergeleitet werden sollen, wenn diese eine nichtexistierende Webseite des Netzwerkes aufrufen.

source: Can&#8217;t create an empty site.
de_de: Eine leere Webseite kann nicht erstellt werden.

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
de_de: Falls Ihr Browser nicht automatisch zur nächsten Seite weiterleitet, klicken Sie auf folgenden Link:

source: Site marked as spam.
de_de: Diese Webseite wurde als SPAM eingestuft.

source: Sites marked as spam.
de_de: Die Webseiten wurden als SPAM eingestuft.

source: Sites removed from spam.
de_de: Diese Webseiten sind ab sofort nicht mehr als SPAM gekennzeichnet/ eingestuft.

source: Users removed from spam.
de_de: Benutzer wurde aus SPAM entfernt.

source: Site removed from spam.
de_de: Webseite wird nicht mehr als SPAM gekennzeichnet/ eingestuft.

source: Sites deleted.
de_de: Webseiten wurden gelöscht.

source: Site deleted.
de_de: Webseite wurde gelöscht.

source: Users marked as spam.
de_de: Benutzer als SPAM gekennzeichnet.

source: Update <code>siteurl</code> and <code>home</code> as well.
de_de: <code>siteurl</code> und <code>home</code> ebenfalls aktualisieren.

source: Site deactivated.
de_de: Webseite wurde deaktiviert.

source: Site activated.
de_de: Webseite wurde aktiviert.

source: Site unarchived.
de_de: Webseite wurde wiederhergestellt.

source: Users deleted.
de_de: Benutzer wurden gelöscht.

source: Site archived.
de_de: Webseite archiviert.

source: Invalid email address.
de_de: Ungültige E-Mail-Adresse

source: There was an error creating the user.
de_de: Beim Erstellen des Benutzers ist ein Fehler aufgetreten.

source: You are not allowed to change the current site.
de_de: Sie haben nicht das Recht, Änderungen an dieser Webseite vorzunehmen.

source: Registration and support emails will come from this address. An address such as <code>support@%s</code> is recommended.
de_de: Registrierungs- und Hinweis-E-Mails werden von dieser E-Mail-Adresse versandt (als Absender). Eine E-Mail-Adresse in der Art wie <code>support@%s</code> wäre empfehlenswert.

source: Upload file types
de_de: Erlaubte Dateitypen zum Hochladen

source: Limit total size of files uploaded to %s MB
de_de: Jede Webseite hat einen maximalen Speicherplatz von %s MB

source: The author of the first comment on a new site.
de_de: Der Autor des ersten Kommentars einer neuen Webseite/ eines neuen Blogs.

source: The first post on a new site.
de_de: Der erste Beitrag einer neuen Webseite/ eines neuen Blogs.

source: The first page on a new site.
de_de: Die erste Seite einer neuen Webseite.

source: The first comment on a new site.
de_de: Der erste Kommentar auf einer neuen Webseite/ einem neuen Blog.

source: The URL for the first comment on a new site.
de_de: Die URL für den ersten Kommentar einer neuen Webseite/ eines neuen Blogs.

source: All done!
de_de: Alles erledigt!

source: Logged in users may register new sites.
de_de: Angemeldete Benutzer können neue Webseiten anlegen.

source: Both sites and user accounts can be registered.
de_de: Es können neue Webseiten und Benutzer registriert werden.

source: User accounts may be registered.
de_de: Benutzerkonten dürfen angelegt werden.

source: Registration is disabled.
de_de: Registrierung ist deaktiviert.

source: Enable administration menus
de_de: Administrations-Menüs aktivieren für:

source: Operational Settings
de_de: Grundeinstellungen

source: Upload Settings
de_de: Datei-Hochlade-Einstellungen

source: New Site Settings
de_de: Einstellungen für neue Webseiten

source: Registration Settings
de_de: Registrierungseinstellungen

source: Missing or invalid site address.
de_de: Fehlende oder ungültige Webseiten-Adresse.

source: Missing email address.
de_de: Fehlende E-Mail-Adresse

source: Network Admin Email
de_de: Netzwerk-Administrator E-Mail-Adresse

source: Network Name
de_de: Netzwerk-Name

source: [%s] New Site Created
de_de: [%s] Neue Webseite wurde erstellt

source: WordPress &rsaquo; Confirm your action
de_de: WordPress &rsaquo; Bestätigen Sie die Aktion

source: The welcome email sent to new site owners.
de_de: Diese Willkommens-E-Mail wird an Benutzer versandt, die eine neue Webseite angelegt haben.

source: Site upload space
de_de: Webseite-Speicherplatz

source: Send the network admin an email notification every time someone registers a site or user account.
de_de: Senden Sie dem Administrator des Webseiten-Netzwerks jedes mal eine E-Mail, wenn jemand eine neue (Unter-) Webseite oder Benutzernamen anlegt.

source: Users are not allowed to register these sites. Separate names by spaces.
de_de: Benutzer dürfen diese Namen nicht als Webseitenadresse verwenden. Trennen Sie die einzelnen Namen mit einem Leerzeichen.

source: Next Sites
de_de: Nächste Webseiten
