Repository: deckerweb/wp-german-formal
Catalog: wp-pomo/admin-network-*.po
Languages: de_de

source: You do not have permission to access this page.
de_de: Sie haben nicht die erforderlichen Rechte, um auf diese Seite zuzugreifen.

source: Confirm
de_de: Bestätigen

source: Cannot create an empty user.
de_de: Es kann kein leerer Benutzer angelegt werden.

source: Duplicated username or email address.
de_de: Bereits vorhandener Benutzername oder E-Mail-Adresse.

source: Allow new registrations
de_de: Neue Registrierungen erlauben

source: Registration notification
de_de: Registrierungs-Benachrichtigung

source: Add New Users
de_de: Neue Benutzer hinzufügen

source: Banned Names
de_de: Verbotene Namen

source: Limited Email Registrations
de_de: Registrierung für E-Mail-Domains beschränken

source: Banned Email Domains
de_de: Gesperrte E-Mail-Domains

source: Welcome Email
de_de: Willkommens-E-Mail

source: Welcome User Email
de_de: Benutzer-Willkommens-E-Mail

source: The welcome email sent to new users.
de_de: Diese E-Mail wird an jeden neu registrierten Benutzer versandt.

source: First Page
de_de: Erste Seite

source: First Comment
de_de: Erster Kommentar

source: First Comment Author
de_de: Autor des ersten Kommentars

source: First Comment URL
de_de: Die URL des ersten Kommentars.

source: Max upload file size
de_de: Maximale Dateigröße hochgeladener Dateien

source: Default Language
de_de: Standardsprache

source: Add Site
de_de: Webseite erstellen

source: Site Address
de_de: Webseiten-Adresse

source: Admin Email
de_de: Administrator E-Mail-Adresse

source: A new user will be created if the above email address is not in the database.
de_de: Es wird ein neuer Benutzer angelegt, sofern nicht schon ein Benutzer mit dieser E-Mail-Adresse vorhanden ist.

source: The username and password will be mailed to this email address.
de_de: Der Benutzername und das Passwort werden an die angegebene E-Mail-Adresse gesendet.

source: Username and password will be mailed to the above email address.
de_de: Benutzername und Passwort werden an die angegebene E-Mail-Adresse versandt.
